// Задача 32: Задайте массив из восьми элементов, заполненных нулями и единицами. Выведите их на экран
int[] array = { 0, 1, 0, 1, 1, 0, 1, 0};
int i = 0;
while (i<array.Length){
Console.WriteLine(array[i]);
i++;
}
